
const state= {
  item:[
    {link:"#",date:"12,Nov,2018",title:"结婚拍婚纱如何选影楼",text:"结婚拍摄婚纱摄影，新人不能单以店面装潢或宣传去评价婚纱摄影公司，其它如摄影场地、道具、器材、布景、摄影师专业水准以及实际服务的范围项目等，才是考虑的重点。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在价位上，应清楚了解每家婚纱摄影公司所提供的服务项目，去衡 ..."},
    {link:"#",date:"12,Nov,2018",title:"结婚拍婚纱如何选影楼",text:"结婚拍摄婚纱摄影，新人不能单以店面装潢或宣传去评价婚纱摄影公司，其它如摄影场地、道具、器材、布景、摄影师专业水准以及实际服务的范围项目等，才是考虑的重点。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在价位上，应清楚了解每家婚纱摄影公司所提供的服务项目，去衡 ..."},
    {link:"#",date:"12,Nov,2018",title:"结婚拍婚纱如何选影楼",text:"结婚拍摄婚纱摄影，新人不能单以店面装潢或宣传去评价婚纱摄影公司，其它如摄影场地、道具、器材、布景、摄影师专业水准以及实际服务的范围项目等，才是考虑的重点。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在价位上，应清楚了解每家婚纱摄影公司所提供的服务项目，去衡 ..."},
    {link:"#",date:"12,Nov,2018",title:"结婚拍婚纱如何选影楼",text:"结婚拍摄婚纱摄影，新人不能单以店面装潢或宣传去评价婚纱摄影公司，其它如摄影场地、道具、器材、布景、摄影师专业水准以及实际服务的范围项目等，才是考虑的重点。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在价位上，应清楚了解每家婚纱摄影公司所提供的服务项目，去衡 ..."},
  
    ]

};
const getters={

};
const mutations= {

};
const actions={

};

export default {
state,
getters,
mutations,
actions
};